{
  "sections": {
    "banner": {
      "type": "main-collection-banner",
      "settings": {
        "show_collection_description": false,
        "show_collection_image": false,
        "color_scheme": "background-1"
      }
    },
    "16524096698f89f54e": {
      "type": "multicolumn",
      "blocks": {
        "16524096695dbf7fd5-0": {
          "type": "column",
          "settings": {
            "title": "Mary S., Newport Beach,  CA",
            "text": "<p>“Never had a bad experience with this store\/owner.  The owner knows exactly what she is doing and has products in her store that cannot be compared with others. They are very accommodating and tasteful as well as have prices that cannot be beat. I’ve never had a bad experience here.  You can’t go wrong with Here Today Gone Tomorrow.”<\/p><p><\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "16524096695dbf7fd5-1": {
          "type": "column",
          "settings": {
            "title": "Shannon W., Beverly Crest, LA",
            "text": "<p><em>I’m a home stager (Prairie Home Styling) and shop for furniture constantly in the Newport Beach\/ Costa Mesa area and I always know I can pop into Here Today Gone Tomorrow and get amazing and unique pieces that make my staged homes stand out from the competition. People always ask me where I get my items and I always send them to HTGT. From coastal to modern, there’s something for every taste there. The space is open, airy and full of many options. Elaine, the owner, is very kind and easy to work with, she is from the east coast so takes some warming up (some of these reviews are not fair!) but she has amazing taste and styles her store very well. Prices are very reasonable too. Highly recommended. I used most of their furniture on my business brochure.<\/em><\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "16524096695dbf7fd5-2": {
          "type": "column",
          "settings": {
            "title": "Vanessa V., Anaheim",
            "text": "<p><em>“I love this store! Elaine has impeccable taste and always seems to stock fantastic, unique pieces. Using her expert eye for design, she also graciously helped my fiancé and I find a great side table to match the coffee table and rug we were going to purchase from her store for our living room. We left with the three pieces and they’re the perfect fit and aesthetic for our home. I’d be remiss if I didn’t mention how her husband, Duane, wrapped and packed our items with such care to ensure they made it home safely. I highly recommend HTGT!”<\/em><\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "cefc6383-28e2-49c3-b898-c559c93c7d03": {
          "type": "column",
          "settings": {
            "title": "Jaime W., Santa Monica, CA",
            "text": "<p><em>“I am not a frequent yelp reviewer (though I use the site all the time to read others’ reviews) but was so compelled to review Here Today Gone Tomorrow for the wonderful experience my husband and I have had. Elaine and Duane are incredibly sweet, offer amazing customer service, and have an eye for stunning pieces of unique furniture that you CANNOT find anywhere else, especially for the prices. We just moved to Santa Monica from Corona del Mar and shopped here based on a friends’ recommendation. All I can say is we are sad to be an hour away, but will definitely be making trips down specifically to visit this store to finish decorating our new home!”<\/em>o focus on your chosen product, collection, or blog post. Add details on availability, style, or even provide a review.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "2ea36a53-9ae1-4631-8ed9-ed831805b259": {
          "type": "column",
          "settings": {
            "title": "Jill H., Newport Beach, CA",
            "text": "<p><em>“Ran in to make a quick purchase for a client. I knew what I needed and found the owner nice and pleasant. I for one appreciate not being bothered when I know what I need! This is a place known for low prices…you get what you pay for and It’s great for my clients on a budget.”<\/em><\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "5789bdc7-21be-41b1-bab0-86afbc4b1f33": {
          "type": "column",
          "settings": {
            "title": "Jason S.,  Capistrano",
            "text": "<p><em>“I have been shopping many different furniture stores over the last few months and this showroom definitely has the right styles, trends, and price points.  This showroom is a must visit if you are looking for high quality, unique home furnishings that other showrooms in the area cannot offer you.  The owners, a husband and wife team are delightful to work with and are very accommodating.  I will shop here again!!”<\/em><\/p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "16524096695dbf7fd5-0",
        "16524096695dbf7fd5-1",
        "16524096695dbf7fd5-2",
        "cefc6383-28e2-49c3-b898-c559c93c7d03",
        "2ea36a53-9ae1-4631-8ed9-ed831805b259",
        "5789bdc7-21be-41b1-bab0-86afbc4b1f33"
      ],
      "settings": {
        "title": "Reviews",
        "heading_size": "h1",
        "image_width": "full",
        "image_ratio": "adapt",
        "columns_desktop": 3,
        "column_alignment": "left",
        "background_style": "none",
        "button_label": "",
        "button_link": "",
        "color_scheme": "background-1",
        "columns_mobile": "1",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "banner",
    "16524096698f89f54e"
  ]
}
